{
    "welcome": "Welcome to our website",
    "language": "Language",
    "home":"Home",
    "about":"About",
    "education":"Education",
    "experience":"Experience",
    "contact":"Contact",
    "i_am":"I'm ",
    "home_intro":"As a Frontend Developer with over a year of experience, I specialize in crafting smooth, high-performance, and user-friendly web interfaces using React and modern technologies.",
    "hire_me":"Hire Me",
    "dow_cv":"Dowload CV",
    "scroll_down" : "Scroll Down",
    "about_me": "About Me",
    "my_introduction" :"My introduction",
    "my_introduction_detail" :"I am a passionate and enthusiastic individual in the field of information technology. With diverse experience and knowledge in programming, data analysis, and system design, I am constantly seeking opportunities to create innovative solutions and deliver tangible value to my work and projects.",
    "agu":"An Giang University - Vietnam National University, Ho Chi Minh City",
    "agu_stuty_1":"Well-trained in building and managing modern websites, organizing and storing data.",
    "agu_stuty_2":"Mastering data structures and algorithms to apply them in solving real-world problems.",
    "progress":"Progress",
    "edu_progress_1":"Ranked among the top of the class with excellent academic performance (GPA: 3.68), achieving perfect scores in programming and OOP courses.",
    "edu_progress_2":"Consistently received merit-based scholarships from the university and the Doan Toi Scholarship for several consecutive years.",
    "tp_one":"TPONE COMPANY LIMITED",
    "phoenix":"Phoenix Joint Stock Commercial Service Company, AG Branch",
    "tp_one_work_1":"Topic: Building a Pharmaceutical Sales Website for Clinics The website was completed ahead of schedule and met all the functionalities required for a fully functional e-commerce platform.",
    "intern_work_1":"The website helps promote products and attract more customers, increasing awareness of the company's products and services. It offers all the features and functionalities of a complete e-commerce site.",
    "tech_usage":"Technologies Used:",
    "skills":"Skills",
    "completed":"Completed",
    "completed_detail":"5+ Finished Projects",
    "clients":"Clients",
    "clients_detail":"25+ Happy Clients",
    "experience_detail" : "1+ Years in the field",
    "get_in_touch":"Get in touch",
    "contact_me_here":"Do you have a project in your mind, contact me here",
    "find_me":"Find Me",
    "tel":"Tel",
    "name":"Name",
    "message":"Message",
    "send":"Send",
    "copy_right":"Copyright",
    "all_rights_reserved":"All rights reserved",
    "case_study":"Case Study",
    "ui_challenges":"UI Challenges",
    "dowload_my_cv":"Dowload my CV",
    "iam_vankhoa": "I'm Van Khoa - an aspiring",
    "getting_started":"Getting started",
    "as_a_fronenddev":"As a Frontend Developer with 2 year experience, I specialize in crafting smooth, high-performance, and user-friendly web interfaces using React and modern technologies.",
    "every_pixel_is":"EVERY PIXEL IS A STEP CLOSER TO THE DREAM",
    "about_me":"ABOUT ME",
    "edu":"EDUCATION",
    "car_booking_app":"car booking app",
    "web_management_monitoring":"Web management - monitoring",
    "behind_every_pixel":"Behind every pixel, there's a purpose."

  }