{
    "welcome": "Chào mừng bạn đến với trang web của chúng tôi",
    "language": "Ngôn ngữ",
    "home": "Trang chủ",
    "about": "Giới thiệu",
    "education": "Học vấn",
    "experience": "Kinh nghiệm",
    "contact": "Liên hệ",
    "i_am": "Tôi là ",
    "home_intro": "Là một Lập trình viên Frontend với hơn một năm kinh nghiệm, tôi chuyên tạo ra các giao diện web mượt mà, hiệu suất cao và thân thiện với người dùng bằng React và các công nghệ hiện đại.",
    "hire_me": "Thuê tôi",
    "dow_cv": "Tải CV",
    "scroll_down": "Cuộn xuống",
    "about_me": "Về tôi",
    "my_introduction": "Giới thiệu bản thân",
    "my_introduction_detail": "Tôi là một cá nhân đam mê và nhiệt huyết trong lĩnh vực công nghệ thông tin. Với kinh nghiệm và kiến thức đa dạng về lập trình, phân tích dữ liệu và thiết kế hệ thống, tôi luôn tìm kiếm cơ hội để tạo ra các giải pháp sáng tạo và mang lại giá trị thực tế cho công việc và dự án của mình.",
    "agu": "Trường Đại học An Giang - Đại học Quốc gia Thành phố Hồ Chí Minh",
    "agu_stuty_1": "Được đào tạo bài bản về xây dựng và quản lý website hiện đại, tổ chức và lưu trữ dữ liệu.",
    "agu_stuty_2": "Nắm vững cấu trúc dữ liệu và thuật toán để áp dụng vào giải quyết các vấn đề thực tế.",
    "progress": "Quá trình",
    "edu_progress_1": "Nằm trong nhóm đứng đầu lớp với thành tích học tập xuất sắc (GPA: 3.68), đạt điểm tuyệt đối trong các môn lập trình và lập trình hướng đối tượng.",
    "edu_progress_2": "Liên tục nhận được học bổng khuyến khích học tập từ trường và học bổng Đoàn Tôi trong nhiều năm liền.",
    "tp_one": "TPONE COMPANY LIMITED",
    "phoenix": "Công ty Cổ phần Dịch vụ Thương mại Phoenix, Chi nhánh An Giang",
    "tp_one_work_1": "Chủ đề: Xây dựng Website Bán Thuốc cho Phòng Khám. Trang web được hoàn thành trước thời hạn và đáp ứng đầy đủ các chức năng cần thiết cho một nền tảng thương mại điện tử hoàn chỉnh.",
    "intern_work_1": "Trang web giúp quảng bá sản phẩm và thu hút nhiều khách hàng hơn, tăng độ nhận diện về sản phẩm và dịch vụ của công ty. Nó cung cấp đầy đủ các tính năng của một trang thương mại điện tử hoàn chỉnh.",
    "tech_usage": "Công nghệ sử dụng:",
    "skills": "Kỹ năng",
    "completed": "Hoàn thành",
    "completed_detail": "Hơn 5 dự án đã hoàn thành",
    "clients": "Khách hàng",
    "clients_detail": "Hơn 25 khách hàng hài lòng",
    "experience_detail": "Hơn 1 năm trong ngành",
    "get_in_touch": "Liên hệ với tôi",
    "contact_me_here": "Bạn có một dự án trong đầu, hãy liên hệ với tôi tại đây",
    "find_me": "Tìm tôi",
    "tel": "Điện thoại",
    "name": "Tên",
    "message": "Tin nhắn",
    "send": "Gửi",
    "copy_right": "Bản quyền",
    "all_rights_reserved": "Đã đăng ký bản quyền",
    "case_study":"Case Study",
    "ui_challenges":"Dự án"
}
